Repository: hurodal/DynaRange
Catalog: assets/i18n/po/*.po
Languages: es, fr, pt

source: Fatal error processing dark frame.
es: Error fatal al procesar el fotograma negro.
fr: Erreur fatale lors du traitement du fotogramme noir.
pt: Erro fatal ao processar o fotograma escuro.

source: Fatal error processing saturation frame.
es: Error fatal al procesar el fotograma de saturación.
fr: Erreur fatale lors du traitement du fotogramme de saturation.
pt: Erro fatal ao processar o fotograma de saturação.

source: Error: None of the input files could be processed.
es: Error: Ninguno de los ficheros de entrada pudo ser procesado.
fr: Erreur : Aucun des fichiers d'entrée n'a pu être traité.
pt: Erro: Nenhum dos ficheiros de entrada pôde ser processado.

source: [Final configuration]
es: [Configuración final]
fr: [Configuration finale]
pt: [Configuração final]

source: Black level:
es: Nivel de negro:
fr: Niveau de noir :
pt: Nível de preto:

source: Saturation point:
es: Punto de saturación:
fr: Point de saturation :
pt: Ponto de saturação:

source: Sensor resolution:
es: Resolución del sensor:
fr: Résolution du capteur :
pt: Resolução do sensor:

source: SNR threshold(s):
es: Umbral(es) SNR:
fr: Seuil(s) SNR :
pt: Limiar(es) SNR:

source: DR normalization:
es: Normalización DR:
fr: Normalisation DR :
pt: Normalização DR:

source: Polynomic order:
es: Orden polinómico:
fr: Ordre polynomial :
pt: Ordem polinomial:

source: Patch ratio:
es: Ratio de parche:
fr: Ratio de patch :
pt: Rácio do trecho:

source: Plotting:
es: Generación de gráficos:
fr: Génération de graphiques :
pt: Geração de gráficos:

source: No graphics
es: Sin gráficos
fr: Aucun graphique
pt: Sem gráficos

source: Graphics without command CLI
es: Gráficos sin comando CLI
fr: Graphiques sans commande CLI
pt: Gráficos sem comando CLI

source: Graphics with short command CLI
es: Gráficos con comando corto CLI
fr: Graphiques avec commande courte CLI
pt: Gráficos com comando curto CLI

source: Graphics with long command CLI
es: Gráficos con comando largo CLI
fr: Graphiques avec commande longue CLI
pt: Gráficos com comando longo CLI

source: Output file:
es: Fichero de salida:
fr: Fichier de sortie :
pt: Ficheiro de saída:

source: Starting Dynamic Range calculation process...
es: Iniciando proceso de cálculo de Rango Dinámico...
fr: Démarrage du processus de calcul de la Plage Dynamique...
pt: A iniciar processo de cálculo de Gama Dinâmica...

source: Warning: insufficient data to calculate
es: Advertencia: datos insuficientes para calcular
fr: Avertissement : données insuffisantes pour calculer
pt: Aviso: dados insuficientes para calcular

source: dB dynamic range at
es: dB de rango dinámico a
fr: dB de plage dynamique à
pt: dB de gama dinâmica em

source: Mpx normalization.
es: de normalización Mpx.
fr: de normalisation Mpx.
pt: de normalização Mpx.

source: Test chart may have been over/underexposed for this ISO.
es: La carta de prueba puede haber sido sobreexpuesta o subexpuesta para este ISO.
fr: La mire de test a peut-être été sur/sous-exposée pour cet ISO.
pt: A carta de teste pode ter sido sobre/subexposta para este ISO.

source: Error: Could not load RAW file:
es: Error: No se pudo cargar el fichero RAW:
fr: Erreur : Impossible de charger le fichier RAW :
pt: Erro: Não foi possível carregar o ficheiro RAW:

source: Processing "
es: Procesando "
fr: Traitement de "
pt: A processar "

source: Warning: No valid patches found for
es: Advertencia: No se encontraron parches válidos para
fr: Avertissement : Aucun patch valide trouvé pour
pt: Aviso: Não foram encontrados trechos válidos para

source: Using optimized keystone: calculating parameters once for the series...
es: Utilizando keystone optimizado: calculando parámetros una vez para la serie...
fr: Utilisation du keystone optimisé : calcul des paramètres une seule fois pour la série...
pt: A usar keystone otimizado: a calcular parâmetros uma vez para a série...

source: [INFO] Analysis cancelled by user.
es: [INFO] Análisis cancelado por el usuario.
fr: [INFO] Analyse annulée par l'utilisateur.
pt: [INFO] Análise cancelada pelo utilizador.

source: Generating individual SNR plots...
es: Generando gráficos SNR individuales...
fr: Génération des graphiques SNR individuels...
pt: A gerar gráficos SNR individuais...

source: Dynamic Range Results
es: Resultados de Rango Dinámico
fr: Résultats de la Plage Dynamique
pt: Resultados de Gama Dinâmica

source: RAW File
es: Archivo RAW
fr: Fichier RAW
pt: Ficheiro RAW

source: Patches
es: Parches
pt: Trechos

source: Error: Could not open CSV file for writing:
es: Error: No se pudo abrir el fichero CSV para escritura:
fr: Erreur : Impossible d'ouvrir le fichier CSV en écriture :
pt: Erro: Não foi possível abrir o ficheiro CSV para escrita:

source: Results saved to
es: Resultados guardados en
fr: Résultats enregistrés dans
pt: Resultados guardados em

source: Create test chart in PNG format ranging colours from (0,0,0) to (R,G,B) with gamma compression (default R=255, G=101, B=164, invgamma=1.4)
es: Crear carta de prueba en formato PNG con colores desde (0,0,0) hasta (R,G,B) con compresión gamma (por defecto R=255, G=101, B=164, invgamma=1.4)
fr: Créer une mire de test au format PNG avec des couleurs de (0,0,0) à (R,G,B) avec compression gamma (par défaut R=255, G=101, B=164, invgamma=1.4)
pt: Criar carta de teste em formato PNG com cores de (0,0,0) a (R,G,B) com compressão gama (padrão R=255, G=101, B=164, invgamma=1.4)

source: Camera RAW black level
es: Nivel de negro del RAW de la cámara
fr: Niveau de noir du RAW de l'appareil photo
pt: Nível de preto do RAW da câmara

source: Totally dark RAW file ideally shot at base ISO
es: Fichero RAW totalmente negro, idealmente tomado a ISO base
fr: Fichier RAW totalement noir, idéalement pris à l'ISO de base
pt: Ficheiro RAW totalmente escuro, idealmente capturado no ISO base

source: Camera RAW saturation level
es: Nivel de saturación del RAW de la cámara
fr: Niveau de saturation du RAW de l'appareil photo
pt: Nível de saturação do RAW da câmara

source: Totally clipped RAW file ideally shot at base ISO
es: Fichero RAW totalmente quemado, idealmente tomado a ISO base
fr: Fichier RAW totalement brûlé, idéalement pris à l'ISO de base
pt: Ficheiro RAW totalmente 'estourado', idealmente capturado no ISO base

source: Input RAW files shot over the test chart ideally for every ISO
es: Ficheros RAW de entrada tomados sobre la carta de prueba, idealmente para cada ISO
fr: Fichiers RAW d'entrée pris sur la mire de test, idéalement pour chaque ISO
pt: Ficheiros RAW de entrada capturados sobre a carta de teste, idealmente para cada ISO

source: Relative patch width/height used to compute signal and noise readings (default=0.5)
es: Ancho/alto relativo del parche usado para calcular las lecturas de señal y ruido (por defecto=0.5)
fr: Largeur/hauteur relative du patch utilisée pour calculer les lectures de signal et de bruit (par défaut=0.5)
pt: Largura/altura relativa do trecho usada para calcular as leituras de sinal e ruído (padrão=0.5)

source: SNR threshold in dB for DR calculation (default=12dB (photo DR) plus 0dB (engineering DR))
es: Umbral SNR en dB para el cálculo de RD (por defecto=12dB (RD fotográfico) más 0dB (RD de ingeniería))
fr: Seuil SNR en dB pour le calcul du DR (par défaut=12dB (DR photo) plus 0dB (DR ingénierie))
pt: Limiar de SNR em dB para cálculo de DR (padrão=12dB (DR fotográfico) mais 0dB (DR de engenharia))

source: Number of Mpx for DR normalization (default=8Mpx)
es: Número de Mpx para la normalización del RD (por defecto=8Mpx)
fr: Nombre de Mpx pour la normalisation du DR (par défaut=8Mpx)
pt: Número de Mpx para normalização do DR (padrão=8Mpx)

source: Polynomic order (default=3) to fit the SNR curve
es: Orden polinómico (por defecto=3) para ajustar la curva SNR
fr: Ordre polynomial (par défaut=3) pour l'ajustement de la courbe SNR
pt: Ordem polinomial (padrão=3) para ajustar a curva SNR

source: Output CSV text file(s) with all results: black level, sat level, SNR samples, DR values, fitting params (default="results.csv")
es: Fichero(s) de texto CSV de salida con todos los resultados: nivel de negro, nivel de saturación, muestras SNR, valores RD, parámetros de ajuste (por defecto="results.csv")
fr: Fichier(s) texte CSV de sortie avec tous les résultats : niveau de noir, niveau de saturation, échantillons SNR, valeurs DR, paramètres d'ajustement (par défaut="results.csv")
pt: Ficheiro(s) de texto CSV de saída com todos os resultados: nível de preto, nível de saturação, amostras SNR, valores de DR, parâmetros de ajuste (padrão="results.csv")

source: Export SNR curves in PNG format with/without the CLI command that generated them (default=0, don't plot)
es: Exportar curvas SNR en formato PNG con/sin el comando CLI que las generó (por defecto=0, no trazar)
fr: Exporter les courbes SNR au format PNG avec/sans la commande CLI qui les a générées (par défaut=0, ne pas tracer)
pt: Exportar curvas SNR em formato PNG com/sem o comando CLI que as gerou (padrão=0, não gerar gráfico)

source: Calculates the dynamic range from a series of RAW images.
es: Calcula el rango dinámico a partir de una serie de imágenes RAW.
fr: Calcule la plage dynamique à partir d'une série d'images RAW.
pt: Calcula a gama dinâmica a partir de uma série de imagens RAW.

source: Sorting by brightness and by ISO produce the same file order.
es: La ordenación por brillo y por ISO produce el mismo orden de ficheros.
fr: Le tri par luminosité et par ISO produit le même ordre de fichiers.
pt: A ordenação por brilho e por ISO produz a mesma ordem de ficheiros.

source: [WARNING] Sorting by brightness and by ISO produce DIFFERENT file orders.
es: [ADVERTENCIA] La ordenación por brillo y por ISO produce órdenes de ficheros DIFERENTES.
fr: [AVERTISSEMENT] Le tri par luminosité et par ISO produit des ordres de fichiers DIFFÉRENTS.
pt: [AVISO] A ordenação por brilho e por ISO produz ordens de ficheiros DIFERENTES.

source: [WARNING] Cannot use EXIF data. ISO not available in all files. Using brightness sorting.
es: [ADVERTENCIA] No se pueden usar los datos EXIF. ISO no disponible en todos los ficheros. Usando ordenación por brillo.
fr: [AVERTISSEMENT] Impossible d'utiliser les données EXIF. ISO non disponible dans tous les fichiers. Utilisation du tri par luminosité.
pt: [AVISO] Não é possível usar dados EXIF. ISO não disponível em todos os ficheiros. A usar ordenação por brilho.

source: Using final file order from: EXIF ISO (List B)
es: Usando orden final de ficheros desde: EXIF ISO (Lista B)
fr: Utilisation de l'ordre final des fichiers depuis : ISO EXIF (Liste B)
pt: A usar ordem final de ficheiros de: ISO EXIF (Lista B)

source: Using final file order from: Image Brightness (List A)
es: Usando orden final de ficheros desde: Brillo de Imagen (Lista A)
fr: Utilisation de l'ordre final des fichiers depuis : Luminosité de l'image (Liste A)
pt: A usar ordem final de ficheiros de: Brilho da Imagem (Lista A)

source: Sensor resolution detected from RAW metadata:
es: Resolución del sensor detectada desde metadatos RAW:
fr: Résolution du capteur détectée à partir des métadonnées RAW :
pt: Resolução do sensor detetada a partir dos metadados RAW:

source: Sensor resolution inferred from RAW dimensions:
es: Resolución del sensor inferida desde las dimensiones RAW:
fr: Résolution du capteur déduite des dimensions RAW :
pt: Resolução do sensor inferida a partir das dimensões RAW:

source: Pre-analyzing files to determine sorting order...
es: Pre-analizando ficheros para determinar el orden de clasificación...
fr: Pré-analyse des fichiers pour déterminer l'ordre de tri...
pt: A pré-analisar ficheiros para determinar a ordem de ordenação...

source: - File:
es: - Fichero:
fr: - Fichier :
pt: - Ficheiro:

source: , Brightness:
es: , Brillo:
fr: , Luminosité :
pt: , Brilho:

source: RAW exposure (EV)
es: Exposición RAW (EV)
fr: Exposition RAW (EV)
pt: Exposição RAW (EV)

source: Error: Could not get normalized image for:
es: Error: No se pudo obtener la imagen normalizada para:
fr: Erreur : Impossible d'obtenir l'image normalisée pour :
pt: Erro: Não foi possível obter a imagem normalizada para:

source: Error: Invalid crop area calculated for keystone correction.
es: Error: Área de recorte inválida calculada para la corrección keystone.
fr: Erreur : Zone de recadrage invalide calculée pour la correction keystone.
pt: Erro: Área de recorte inválida calculada para a correção keystone.

source: Generated at %Y-%m-%d %H:%M:%S
es: Generado el %Y-%m-%d a las %H:%M:%S
fr: Généré le %Y-%m-%d à %H:%M:%S
pt: Gerado em %Y-%m-%d às %H:%M:%S

source: - Warning: Skipping plot for "
es: - Advertencia: Omitiendo gráfico para "
fr: - Avertissement : Omission du graphique pour "
pt: - Aviso: A ignorar gráfico para "

source: " due to insufficient data points (
es: " por insuficientes puntos de datos (
fr: " en raison d'un nombre insuffisant de points de données (
pt: " devido a pontos de dados insuficientes (

source: - Error: Failed to create cairo context for plot "
es: - Error: Fallo al crear el contexto de cairo para el gráfico "
fr: - Erreur : Échec de la création du contexte cairo pour le graphique "
pt: - Erro: Falha ao criar contexto cairo para o gráfico "

source: Black
es: Negro
fr: Noir
pt: Preto

source: Saturation
es: Saturación
pt: Saturação

source: SNR Curve -
es: Curva SNR -
fr: Courbe SNR -
pt: Curva SNR -

source: - Info: Plot saved to:
es: - Info: Gráfico guardado en:
fr: - Info : Graphique enregistré dans :
pt: - Info: Gráfico guardado em:

source: - Warning: Skipping summary plot due to no curve data.
es: - Advertencia: Omitiendo gráfico de resumen por falta de datos.
fr: - Avertissement : Omission du graphique de synthèse en raison de l'absence de données.
pt: - Aviso: A ignorar gráfico de resumo por falta de dados.

source: - Error: Failed to create cairo context for summary plot.
es: - Error: Fallo al crear el contexto de cairo para el gráfico de resumen.
fr: - Erreur : Échec de la création du contexte cairo pour le graphique de synthèse.
pt: - Erro: Falha ao criar contexto cairo para o gráfico de resumo.

source: SNR Curves - Summary (
es: Curvas SNR - Resumen (
fr: Courbes SNR - Synthèse (
pt: Curvas SNR - Resumo (

source: - Info: Summary Plot saved to:
es: - Info: Gráfico de resumen guardado en:
fr: - Info : Graphique de synthèse enregistré dans :
pt: - Info: Gráfico de resumo guardado em:

source: Calculating black level from:
es: Calculando nivel de negro desde:
fr: Calcul du niveau de noir à partir de :
pt: A calcular nível de preto a partir de:

source: Black level obtained:
es: Nivel de negro obtenido:
fr: Niveau de noir obtenu :
pt: Nível de preto obtido:

source: Calculating saturation point from:
es: Calculando punto de saturación desde:
fr: Calcul du point de saturation à partir de :
pt: A calcular ponto de saturação a partir de:

source: Saturation point obtained (5th percentile):
es: Punto de saturación obtenido (percentil 5):
fr: Point de saturation obtenu (5ème percentile) :
pt: Ponto de saturação obtido (percentil 5):

source: [WARNING] Could not determine bit depth from RAW metadata. Assuming 14-bit.
es: [ADVERTENCIA] No se pudo determinar la profundidad de bits desde los metadatos RAW. Asumiendo 14 bits.
fr: [AVERTISSEMENT] Impossible de déterminer la profondeur de bits à partir des métadonnées RAW. Utilisation de 14 bits par défaut.
pt: [AVISO] Não foi possível determinar a profundidade de bits a partir dos metadados RAW. A assumir 14 bits.

source: Detected bit depth:
es: Profundidad de bits detectada:
fr: Profondeur de bits détectée :
pt: Profundidade de bits detetada:

source: Expected saturation level:
es: Nivel de saturación esperado:
fr: Niveau de saturation attendu :
pt: Nível de saturação esperado:

source: Measured saturation (5th percentile):
es: Saturación medida (percentil 5):
fr: Saturation mesurée (5ème percentile) :
pt: Saturação medida (percentil 5):

source: [WARNING] Measured saturation (
es: [ADVERTENCIA] La saturación medida (
fr: [AVERTISSEMENT] Saturation mesurée (
pt: [AVISO] Saturação medida (

source: ) is much lower than expected (
es: ) es mucho más baja de lo esperado (
fr: ) est bien inférieure à la valeur attendue (
pt: ) é muito inferior ao esperado (

source: This may indicate underexposure or non-linear processing.
es: Esto puede indicar subexposición o un procesamiento no lineal.
fr: Cela peut indiquer une sous-exposition ou un traitement non linéaire.
pt: Isto pode indicar subexposição ou um processamento não linear.

source: A critical error occurred during processing. Please check the log.
es: Ocurrió un error crítico durante el procesado. Por favor, revise el log.
fr: Une erreur critique est survenue pendant le traitement. Veuillez consulter le journal.
pt: Ocorreu um erro crítico durante o processamento. Por favor, verifique o registo.

source: Select RAW files
es: Seleccionar archivos RAW
fr: Sélectionner des fichiers RAW
pt: Selecionar ficheiros RAW

source: RAW files (*.dng;*.cr2;*.nef;*.orf;*.arw)|*.dng;*.cr2;*.nef;*.orf;*.arw|All files (*.*)|*.*
es: Archivos RAW (*.dng;*.cr2;*.nef;*.orf;*.arw)|*.dng;*.cr2;*.nef;*.orf;*.arw|Todos los archivos (*.*)|*.*
fr: Fichiers RAW (*.dng;*.cr2;*.nef;*.orf;*.arw)|*.dng;*.cr2;*.nef;*.orf;*.arw|Tous les fichiers (*.*)|*.*
pt: Ficheiros RAW (*.dng;*.cr2;*.nef;*.orf;*.arw)|*.dng;*.cr2;*.nef;*.orf;*.arw|Todos os ficheiros (*.*)|*.*

source: Results loaded. Plot generation was not requested.
es: Resultados cargados. No se solicitó la generación de gráficos.
fr: Résultats chargés. La génération de graphiques n'a pas été demandée.
pt: Resultados carregados. A geração de gráficos não foi solicitada.

source: Error: Summary plot could not be generated.
es: Error: No se pudo generar el gráfico de resumen.
fr: Erreur : Le graphique de synthèse n'a pas pu être généré.
pt: Erro: Não foi possível gerar o gráfico de resumo.

source: Results loaded, but summary plot failed.
es: Resultados cargados, pero el gráfico de resumen falló.
fr: Résultats chargés, mais le graphique de synthèse a échoué.
pt: Resultados carregados, mas o gráfico de resumo falhou.

source: Error
fr: Erreur
pt: Erro

source: Could not open the results file:
es: No se pudo abrir el fichero de resultados:
fr: Impossible d'ouvrir le fichier de résultats :
pt: Não foi possível abrir o ficheiro de resultados:

source: Processing... Please wait.
es: Procesando... Por favor, espere.
fr: Traitement en cours... Veuillez patienter.
pt: A processar... Por favor, aguarde.

source: Generated Graph:
es: Gráfico Generado:
fr: Graphique Généré :
pt: Gráfico Gerado:

source: The following files were ignored because they are not recognized as supported RAW formats:
es: Los siguientes ficheros fueron ignorados porque no se reconocen como formatos RAW soportados:
fr: Les fichiers suivants ont été ignorés car ils ne sont pas reconnus comme des formats RAW pris en charge :
pt: Os seguintes ficheiros foram ignorados porque não são reconhecidos como formatos RAW suportados:

source: Unsupported Files Skipped
es: Ficheros no Soportados Omitidos
fr: Fichiers non Pris en Charge Ignorés
pt: Ficheiros Não Suportados Ignorados

source: Generated Graph (Image not found):
es: Gráfico Generado (Imagen no encontrada):
fr: Graphique Généré (Image non trouvée) :
pt: Gráfico Gerado (Imagem não encontrada):

source: Generated Graph:
es: Gráfico Generado:
fr: Graphique Généré :
pt: Gráfico Gerado:

source: Welcome to Dynamic Range Calculator
es: Bienvenido a la Calculadora de Rango Dinámico
fr: Bienvenue dans le Calculateur de Plage Dynamique
pt: Bem-vindo à Calculadora de Gama Dinâmica

source: Welcome (logo.png not found)
es: Bienvenido (logo.png no encontrado)
fr: Bienvenue (logo.png non trouvé)
pt: Bem-vindo (logo.png não encontrado)

source: Dark Frame
es: Fotograma negro
fr: Fotogramme Noir
pt: Fotograma Escuro

source: Dark File:
es: Archivo negro:
fr: Fichier Noir :
pt: Ficheiro Escuro:

source: Select a file
es: Seleccionar un archivo
fr: Sélectionner un fichier
pt: Selecione um ficheiro

source: Dark Value:
es: Valor Negro:
fr: Valeur Noir :
pt: Valor Escuro:

source: Saturation File:
es: Archivo Saturación:
fr: Fichier Saturation :
pt: Ficheiro de Saturação:

source: Saturation Value:
es: Valor Saturación:
fr: Valeur Saturation :
pt: Valor de Saturação:

source: Analysis Parameters
es: Parámetros de Análisis
fr: Paramètres d'Analyse
pt: Parâmetros de Análise

source: Patch Ratio
es: Ratio de Parche
fr: Ratio de Patch
pt: Rácio do Trecho

source: SNR Threshold
es: Umbral SNR
fr: Seuil SNR
pt: Limiar SNR

source: DR Normalization
es: Normalización DR
fr: Normalisation DR
pt: Normalização DR

source: Polynomic Order
es: Orden Polinómico
fr: Ordre Polynomial
pt: Ordem Polinomial

source: Graphics
es: Gráficos
fr: Graphiques
pt: Gráficos

source: No
fr: Non
pt: Não

source: Graphic
es: Gráfico
fr: Graphique
pt: Gráfico

source: Graphic + Short Command
es: Gráfico + Comando Corto
fr: Graphique + Commande Courte
pt: Gráfico + Comando Curto

source: Graphic + Long Command
es: Gráfico + Comando Largo
fr: Graphique + Commande Longue
pt: Gráfico + Comando Longo

source: Ouput file
es: Fichero de salida
fr: Fichier de sortie
pt: Ficheiro de saída

source: result.csv
es: resultado.csv
fr: resultat.csv
pt: resultado.csv

source: Input RAW Files
es: Ficheros RAW de Entrada
fr: Fichiers RAW d'Entrée
pt: Ficheiros RAW de Entrada

source: Add RAW Files...
es: Añadir Ficheros RAW...
fr: Ajouter des Fichiers RAW...
pt: Adicionar Ficheiros RAW...

source: Remove Selected
es: Eliminar Selección
fr: Supprimer la Sélection
pt: Remover Selecionados

source: Equivalent CLI command
es: Comando CLI equivalente
fr: Commande CLI équivalente
pt: Comando CLI equivalente

source: Execute
es: Ejecutar
fr: Exécuter
pt: Executar

source: Input
es: Entrada
fr: Entrée
pt: Entrada

source: Log
es: Registro
fr: Journal
pt: Registo

source: CSV Output:
es: Salida CSV:
fr: Sortie CSV :
pt: Saída CSV:

source: Generated Graph (placeholder):
es: Gráfico Generado (marcador de posición):
fr: Graphique Généré (placeholder) :
pt: Gráfico Gerado (placeholder):

source: Results
es: Resultados
fr: Résultats
pt: Resultados

source: Please select at least one input RAW file.
es: Por favor, seleccione al menos un fichero RAW de entrada.
fr: Veuillez sélectionner au moins un fichier RAW d'entrée.
pt: Por favor, selecione pelo menos um ficheiro RAW de entrada.
