Repository: hurodal/DynaRange
Catalog: po/*.po
Languages: it

source: A critical error occurred during processing. Please check the log.
it: Si è verificato un errore critico durante l'elaborazione. Controllare il log.

source: Select RAW files
it: Seleziona file RAW

source: RAW files (*.dng;*.cr2;*.nef;*.orf;*.arw)|*.dng;*.cr2;*.nef;*.orf;*.arw|All files (*.*)|*.*
it: File RAW (*.dng;*.cr2;*.nef;*.orf;*.arw)|*.dng;*.cr2;*.nef;*.orf;*.arw|Tutti i file (*.*)|*.*

source: Error: Summary plot could not be generated.
it: Errore: Impossibile generare il grafico di riepilogo.

source: Results loaded, but summary plot failed.
it: Risultati caricati, ma il grafico di riepilogo non è riuscito.

source: Error
it: Errore

source: Could not open the results file:
it: Impossibile aprire il file dei risultati:

source: Processing... Please wait.
it: Elaborazione in corso... Attendere.

source: Generated Graph:
it: Grafico generato:

source: The following files were ignored because they are not recognized as supported RAW formats:
it: I seguenti file sono stati ignorati perché non sono riconosciuti come formati RAW supportati:

source: Unsupported Files Skipped
it: File non supportati saltati

source: Generated Graph (Image not found):
it: Grafico generato (Immagine non trovata):

source: Generated Graph:
it: Grafico generato:

source: Welcome to Dynamic Range Calculator
it: Benvenuti nel Calcolatore di Gamma Dinamica

source: Welcome (logo.png not found)
it: Benvenuti (logo.png non trovato)

source: Dark Frame
it: Frame Nero

source: Dark File:
it: File Nero:

source: Select a file
it: Seleziona un file

source: Dark Value:
it: Valore Nero:

source: Saturation
it: Saturazione

source: Saturation File:
it: File Saturazione:

source: Saturation Value:
it: Valore Saturazione:

source: Analysis Parameters
it: Parametri di analisi

source: Patch Ratio
it: Rapporto Patch

source: SNR Threshold
it: Soglia SNR

source: DR Normalization
it: Normalizzazione DR

source: Polynomic Order
it: Ordine Polinomico

source: Graphics
it: Grafici

source: with commad
it: Con comando

source: Without command
it: Senza comando

source: Ouput file
it: File di output

source: result.csv
it: risultato.csv

source: Input RAW Files
it: File RAW di Input

source: Add RAW Files...
it: Aggiungi File RAW...

source: Remove Selected
it: Rimuovi Selezionati

source: Equivalent CLI command
it: Comando CLI equivalente

source: Execute
it: Esegui

source: CSV Output:
it: Output CSV:

source: Generated Graph (placeholder):
it: Grafico generato (placeholder):

source: Results
it: Risultati

source: Calculating black level from:
it: Calcolo del livello del nero da:

source: Black level obtained:
it: Livello del nero ottenuto:

source: Calculating saturation point from:
it: Calcolo del punto di saturazione da:

source: Saturation point obtained (5th percentile):
it: Punto di saturazione ottenuto (5° percentile):

source: [WARNING] Could not determine bit depth from RAW metadata. Assuming 14-bit.
it: [ATTENZIONE] Impossibile determinare la profondità di bit dai metadati RAW. Si assume 14 bit.

source: Detected bit depth:
it: Profondità di bit rilevata:

source: bits
it: bit

source: Expected saturation level:
it: Livello di saturazione previsto:

source: Measured saturation (5th percentile):
it: Saturazione misurata (5° percentile):

source: [WARNING] Measured saturation (
it: [ATTENZIONE] La saturazione misurata (

source: ) is much lower than expected (
it: ) è molto più bassa del previsto (

source: This may indicate underexposure or non-linear processing.
it: Ciò potrebbe indicare una sottoesposizione o un'elaborazione non lineare.

source: Create test chart in PNG format ranging colours from (0,0,0) to (R,G,B) with gamma compression (default R=255, G=101, B=164, invgamma=1.4)
it: Crea una test chart in formato PNG con colori da (0,0,0) a (R,G,B) con compressione gamma (predefinito R=255, G=101, B=164, invgamma=1.4)

source: Camera RAW black level
it: Livello del nero del RAW della fotocamera

source: Totally dark RAW file ideally shot at base ISO
it: File RAW totalmente scuro, idealmente scattato a ISO base

source: Camera RAW saturation level
it: Livello di saturazione del RAW della fotocamera

source: Totally clipped RAW file ideally shot at base ISO
it: File RAW totalmente bruciato, idealmente scattato a ISO base

source: Input RAW files shot over the test chart ideally for every ISO
it: File RAW di input scattati sulla test chart, idealmente per ogni ISO

source: Relative patch width/height used to compute signal and noise readings (default=0.5)
it: Larghezza/altezza relativa della patch usata per calcolare le letture di segnale e rumore (predefinito=0.5)

source: SNR threshold in dB for DR calculation (default=12dB (photo DR) plus 0dB (engineering DR))
it: Soglia SNR in dB per il calcolo della DR (predefinito=12dB (DR fotografica) più 0dB (DR ingegneristica))

source: Number of Mpx for DR normalization (default=8Mpx)
it: Numero di Mpx per la normalizzazione della DR (predefinito=8Mpx)

source: Polynomic order (default=3) to fit the SNR curve
it: Ordine polinomico (predefinito=3) per l'adattamento della curva SNR

source: Output CSV text file(s) with all results: black level, sat level, SNR samples, DR values, fitting params (default="results.csv")
it: File di testo CSV di output con tutti i risultati: livello del nero, livello di saturazione, campioni SNR, valori DR, parametri di adattamento (predefinito="results.csv")

source: Export SNR curves in PNG format with/without the CLI command that generated them (default=0, don't plot)
it: Esporta le curve SNR in formato PNG con/senza il comando CLI che le ha generate (predefinito=0, non tracciare)

source: Calculates the dynamic range from a series of RAW images.
it: Calcola la gamma dinamica da una serie di immagini RAW.

source: [INFO] Analysis cancelled by user.
it: [INFO] Analisi annullata dall'utente.

source: Fatal error processing dark frame.
it: Errore fatale durante l'elaborazione del dark frame.

source: Fatal error processing saturation frame.
it: Errore fatale durante l'elaborazione del frame di saturazione.

source: [Final configuration]
it: [Configurazione finale]

source: Black level:
it: Livello del nero:

source: Saturation point:
it: Punto di saturazione:

source: SNR threshold(s):
it: Soglia/e SNR:

source: DR normalization:
it: Normalizzazione DR:

source: Polynomic order:
it: Ordine polinomico:

source: Patch ratio:
it: Rapporto patch:

source: Plotting:
it: Creazione grafici:

source: No graphics
it: Nessun grafico

source: Graphics without command CLI
it: Grafici senza comando CLI

source: Graphics with command CLI
it: Grafici con comando CLI

source: Output file:
it: File di output:

source: Error: None of the input files could be processed.
it: Errore: Nessuno dei file di input ha potuto essere elaborato.

source: Sorting finished. Starting Dynamic Range calculation process...
it: Ordinamento terminato. Avvio del processo di calcolo della Gamma Dinamica...

source: Error: Could not load RAW file:
it: Errore: Impossibile caricare il file RAW:

source: Processing "
it: Elaborazione "

source: Warning: No valid patches found for
it: Attenzione: Nessuna patch valida trovata per

source: Using optimized keystone: calculating parameters once for the series...
it: Utilizzo di keystone ottimizzato: calcolo dei parametri una volta per la serie...

source: Generating individual SNR plots...
it: Generazione dei grafici SNR individuali...

source: Dynamic Range Results
it: Risultati Gamma Dinamica

source: RAW File
it: File RAW

source: Patches
it: Patch

source: Error: Could not open CSV file for writing:
it: Errore: Impossibile aprire il file CSV per la scrittura:

source: Results saved to
it: Risultati salvati in

source: Warning: insufficient data to calculate
it: Attenzione: dati insufficienti per calcolare

source: dB dynamic range at
it: dB di gamma dinamica a

source: Mpx normalization.
it: di normalizzazione Mpx.

source: Test chart may have been over/underexposed for this ISO.
it: La test chart potrebbe essere stata sovra/sottoesposta per questo ISO.

source: Error: Could not get normalized image for:
it: Errore: Impossibile ottenere l'immagine normalizzata per:

source: Error: Invalid crop area calculated for keystone correction.
it: Errore: Area di ritaglio non valida calcolata per la correzione trapezoidale.

source: RAW exposure (EV)
it: Esposizione RAW (EV)

source: Generated at %Y-%m-%d %H:%M:%S
it: Generato il %Y-%m-%d alle %H:%M:%S

source: - Warning: Skipping plot for "
it: - Attenzione: Salto del grafico per "

source: " due to insufficient data points (
it: " a causa di punti dati insufficienti (

source: - Error: Failed to create cairo context for plot "
it: - Errore: Impossibile creare il contesto cairo per il grafico "

source: Black
it: Nero

source: SNR Curve -
it: Curva SNR -

source: - Info: Plot saved to:
it: - Info: Grafico salvato in:

source: - Warning: Skipping summary plot due to no curve data.
it: - Attenzione: Salto del grafico di riepilogo per mancanza di dati.

source: - Error: Failed to create cairo context for summary plot.
it: - Errore: Impossibile creare il contesto cairo per il grafico di riepilogo.

source: SNR Curves - Summary (
it: Curve SNR - Riepilogo (

source: - Info: Summary Plot saved to:
it: - Info: Grafico di riepilogo salvato in:

source: Sorting by brightness and by ISO produce the same file order.
it: L'ordinamento per luminosità e per ISO produce lo stesso ordine di file.

source: [WARNING] Sorting by brightness and by ISO produce DIFFERENT file orders.
it: [ATTENZIONE] L'ordinamento per luminosità e per ISO produce ordini di file DIVERSI.

source: [WARNING] Cannot use EXIF data. ISO not available in all files. Using brightness sorting.
it: [ATTENZIONE] Impossibile utilizzare i dati EXIF. ISO non disponibile in tutti i file. Utilizzo dell'ordinamento per luminosità.

source: Using final file order from: EXIF ISO (List B)
it: Utilizzo dell'ordine finale dei file da: EXIF ISO (Lista B)

source: Using final file order from: Image Brightness (List A)
it: Utilizzo dell'ordine finale dei file da: Luminosità immagine (Lista A)

source: Pre-analyzing files to determine sorting order...
it: Pre-analisi dei file per determinare l'ordine di ordinamento...

source: , Brightness:
it: , Luminosità:

source: Sensor resolution detected from RAW metadata:
it: Risoluzione del sensore rilevata dai metadati RAW:

source: Sensor resolution inferred from RAW dimensions:
it: Risoluzione del sensore dedotta dalle dimensioni RAW:
